Repository: fedarovich/metar.net-portable
Catalog: Source/MetarDecoderSolution/FW 3.5/ENG.WMOCodes.Formatters.InfoFormatter/Properties/Resources.*.resx
Languages: de_de

source: all runways
de_de: alle Pisten

source: and
de_de: und

# BKN
source: broken clouds
de_de: stark bewölkt in

# BL
source: blowing
de_de: treibend

# BR
source: mist
de_de: feuchter Dunst

# BrakingAction
source: breaking action
de_de: Bremswirkung

# BrakingActionGood
source: good
de_de: gut

# BrakingActionMedium
source: medium
de_de: mittel

# BrakingActionMediumGood
source: medium to good
de_de: mittel bis gut

# BrakingActionMediumPoor
source: medium to poor
de_de: mittel bis schlecht

# BrakingActionPoor
source: poor
de_de: schlecht

# BrakingActionUnreliable
source: unreliable
de_de: unzuverlässig

source: clean dry
de_de: sauber und trocken

source: compact snow
de_de: kompakter Schneefall

source: covered by
de_de: bedeckt mit

source: dew point
de_de: Taupunkt

# DR
source: low drifting
de_de: fegend

source: dry snow
de_de: trockener Schnee

# DS
source: dust storm
de_de: Staubsturm

# DU
source: dust
de_de: verbreitet Staub

# DZ
source: drizzle
de_de: Sprühregen

# E
source: east
de_de: Osten

# FC
source: funnel cloud
de_de: Windhose

# FEW
source: few clouds
de_de: leicht bewölkt in

# FG
source: fog
de_de: Nebel

source: for
de_de: für

source: from
de_de: aus Richtung

# FrozentRutsRidges
source: frozent ruts or ridges
de_de: gefrorene Rillen

# FU
source: smoke
de_de: Rauch

# FZ
source: freezing
de_de: gefrierender

# GR
source: hail
de_de: Hagel

# GS
source: snow pellets
de_de: Graupel

source: heavy
de_de: starker

# HZ
source: haze
de_de: trockener Dunst

# IC
source: ice crystals
de_de: Eisnadeln

source: ice
de_de: Eis

source: issued at day
de_de: verlautbart am

# KT
source: kts
de_de: Knoten

# LessThan10Percent
source: less than 10%
de_de: weniger als 10%

source: less than 1 mm
de_de: weniger als 1 mm

# LessThan25Percent
source: less than 25%
de_de: weniger als 25%

# LessThan50Percent
source: less than 50%
de_de: weniger als 50%

source: light
de_de: leichter

source: more than 40 cm
de_de: mehr als 40 cm

# MoreThan50Percent
source: more than 50%
de_de: mehr als 50%

# N
source: north
de_de: Norden

# NE
source: northeast
de_de: Nordosten

source: no clouds detected
de_de: keine messbaren Wolken

# NoSignificantCloud
source: no significant clouds
de_de: keine markante Wolken

# NotReportedOrClosed
source: depth not reported or rwy closed
de_de: Tiefe nicht gemeldet oder Piste geschlossen

# NW
source: northwest
de_de: Nordwesten

# OVC
source: overcast
de_de: vollständig bedeckt in

source: Weather
de_de: Wetter

# PL
source: ice pellets
de_de: Eiskörper

# PO
source: dust or sand whirls
de_de: Staub- und Sandwirbel

# PR
source: partial
de_de: stellenweise

# Pressure
source: air pressure
de_de: Luftdruck

# RA
source: rain
de_de: Regen

source: rime or frost
de_de: Reif oder Frost

source: runway
de_de: Piste

# RunwayIsCleared
source: is cleared
de_de: ist frei

# RunwaysVisibilities
source: Runways' visibility
de_de: Pistensichten

# RunwayVisibilityVariableBetween
source: variable between
de_de: variiert zwischen

# RunwayVisibilityTendency_D
source: decreasing
de_de: rückläufig

# RunwayVisibilityTendency_N
source: no change
de_de: gleichbleibend

# RunwayVisibilityTendency_U
source: upward
de_de: steigend

# S
source: south
de_de: Süden

# SCT
source: scattered clouds
de_de: bewölkt in

# SE
source: southeast
de_de: Südosten

# SE1
source: southeast
de_de: Südosten

# SG
source: snow grains
de_de: Schneegriesel

# SH
source: shower
de_de: Schauer

# SkyClear
source: sky is clear
de_de: wolkenfreier Himmel

source: slush
de_de: Matsch

# SN
source: snow
de_de: Schneefall

# SNOCLO
source: Airport is closed due to snow
de_de: Der Flugplatz ist aufgrund Schnee geschlossen

# SQ
source: squalls
de_de: Böen

# SS
source: sand storm
de_de: Sandsturm

# SW
source: southwest
de_de: Südwesten

# SW1
source: southwest
de_de: Südwesten

source: temperature
de_de: Temperatur

source: to
de_de: bis

# TS
source: thunderstorm
de_de: Gewitter

source: unknown
de_de: unbekannt

# VA
source: volcanic ash
de_de: Vulkanasche

# VC
source: in vicinity
de_de: in der Nähe

# VerticalVisibility
source: vertical visibility is
de_de: Schrägsicht

source: visibility
de_de: Sicht

# VisibilityClear
source: sky clear.
de_de: klarer Himmel

# VisibilityFrom
source: to
de_de: Richtung

# W
source: west
de_de: Westen

# WetDamp
source: wet or/and damp
de_de: nass und/oder feucht

source: wet or wet patches
de_de: nass oder Wasserlacken

source: wet snow
de_de: nasser Schnee

# WindCalm
source: Wind is calm
de_de: windstill

# WindGustingTo
source: gusting to
de_de: mit Windspitzen bis zu

source: Wind is varying between
de_de: Wind variiert zwischen

# WindshearAllRunways
source: Windshear reported at all runways
de_de: Windscherungen auf allen Pisten

# WindshearAt
source: windshear at runways
de_de: Windscherung auf Piste

# WindSpeedAt
source: at
de_de: mit

# WindVariable
source: variable
de_de: variabel

# BECMG
source: Becoming weather
de_de: Wetteränderung

# NOSIG
source: No significant change
de_de: keine markante Änderung

source: remark
de_de: Anmerkung

# TEMPO
source: temporal
de_de: zeitweise

# Cancelled
source: Report is cancelled
de_de: Wettermeldung wurde gestrichen

source: day
de_de: Tag

# Max
source: maximum
de_de: die höchste

# Min
source: minimum
de_de: die niedrigste

# Missing
source: Report is missing
de_de: Wettermeldung fehlt

# NextWeatherIsExpected
source: following weather is expected
de_de: folgendes Wetter wird erwartet

# Prob30
source: with probability 30%
de_de: mit einer Wahrscheinlichkeit von 30%

# Prob40
source: with probability 40%
de_de: mit einer Wahrscheinlichkeit von 40%

# TemperatureAtTime
source: expected at
de_de: erwartet am

source: valid from
de_de: von
